[
  {
    "id":"1",
    "name": "Dental Implants",
    "description": "Dental implants replace the missing tooth by implanting artificial roots into the jaw under surgical …",
    "img": "https://i.ibb.co/3yQyHwp/service-3.jpg",
    "Overview": "Dental implant surgery is a procedure that replaces tooth roots with metal, screwlike posts and replaces damaged or missing teeth with artificial teeth that look and function much like real ones. Dental implant surgery can offer a welcome alternative to dentures or bridgework that doesn't fit well and can offer an option when a lack of natural teeth roots don't allow building denture or bridgework tooth replacements.How dental implant surgery is performed depends on the type of implant and the condition of your jawbone. Dental implant surgery may involve several procedures. The major benefit of implants is solid support for your new teeth — a process that requires the bone to heal tightly around the implant. Because this bone healing requires time, the process can take many months."
  },
  {
    "id":"2",
    "name": "Cosmetic Dentistry",
    "description": "Cosmetic dentistry mainly concerns improving the appearance of your teeth, including whitening & …",
    "img": "https://i.ibb.co/4Ry79BS/service-1.jpg",
    "Overview": "If you’re not satisfied with your smile, modern cosmetic dentistry can help. This method of professional oral care focuses on improving the appearance of your mouth, teeth, gums, and overall smile. Common procedures include teeth whitening, veneers, fillings, and implants.Cosmetic dentistry is becoming more and more popular, with the industry as a whole projected to reach $32 billion by 2026. Although it’s not an essential procedure, cosmetic treatment can restore confidence in your smile."
  },
  {
    "id":"3",
    "name": "Pediatric Dentistry",
    "description": "Pediatric dentistry is tailored to ensure infants, children, and teens can receive the best dental care …",
    "img": "https://i.ibb.co/9yKdXDK/service-2.jpg",
    "Overview": "Pediatric dentists are dedicated to the oral health of children from infancy through the teen years. They have the experience and qualifications to care for a child’s teeth, gums, and mouth throughout the various stages of childhood."
  },
  {
    "id":"4",
    "name": "Dental Bridge",
    "description": "A dental bridge means that your dentist uses existing natural teeth on both sides of your missing tooth to hold your bridge firmly.",
    "img": "https://i.ibb.co/nLLDbxN/service-4.jpg",
    "Overview": "Dental bridges literally bridge the gap created by one or more missing teeth.A bridge is made up of two or more crowns for the teeth on either side of the gap -- these two or more anchoring teeth are called abutment teeth -- and a false tooth/teeth in between. These false teeth are called pontics and can be made from gold, alloys, porcelain, or a combination of these materials. Dental bridges are supported by natural teeth or implants."
  },
  {
    "id":"5",
    "name": "Dental Implant",
    "description": "An implant looks and acts like a natural tooth. It fits securely even when you chew and speak, so your jaw is projected.",
    "img": "https://i.ibb.co/M9BQPm2/service-5.jpg",
    "Overview": "Dental implant surgery is a procedure that replaces tooth roots with metal, screwlike posts and replaces damaged or missing teeth with artificial teeth that look and function much like real ones. Dental implant surgery can offer a welcome alternative to dentures or bridgework that doesn't fit well and can offer an option when a lack of natural teeth roots don't allow building denture or bridgework tooth replacements."
  },
  {
    "id":"6",
    "name": "Dental Crowns",
    "description": "The crown restores the tooth to its normal shape, size & function. A crown makes the tooth stronger or improve the looks.",
    "img": "https://i.ibb.co/C8f5q0F/service-6.jpg",
    "Overview": "Dental crowns are caps placed on top of damaged teeth. Crowns are used to protect, cover and restore the shape of your teeth when fillings don’t solve the problem. Dental crowns can be made out of metals, porcelain, resin and ceramics. They typically don’t require special care over time other than regular good oral hygiene."
  },
  {
    "id":"6",
    "name": "Dental Crowns",
    "description": "The crown restores the tooth to its normal shape, size & function. A crown makes the tooth stronger or improve the looks.",
    "img": "https://i.ibb.co/C8f5q0F/service-6.jpg",
    "Overview": "Dental crowns are caps placed on top of damaged teeth. Crowns are used to protect, cover and restore the shape of your teeth when fillings don’t solve the problem. Dental crowns can be made out of metals, porcelain, resin and ceramics. They typically don’t require special care over time other than regular good oral hygiene."
  }
]